[
  {
    "priority": "Medium",
    "subject": "Utvecklingsamtal",
    "message": "Hej P. Ska jag boka utvecklingsamtal med dig eller B, t칛nker s친 att det blir r칛tt denna g친ngen 游뱅游뱎"
  },
  {
    "priority": "Medium",
    "subject": "Mentorstid 23C",
    "message": "Beh칬ver du hj칛lp med Teams? Anslut till m칬tet nu. M칬tes-ID: 353 076 304 770, L칬senord: QD2Lq7oz."
  },
  {
    "priority": "Medium",
    "subject": "Re: Utvecklingsamtal",
    "message": "God morgon, d친 bokar jag med B, men det hade varit j칛ttebra om du ocks친 var med. Ha en fin dag!"
  },
  {
    "priority": "Medium",
    "subject": "Viktigt meddelande: P친 m친ndag morgon",
    "message": "Viktigt meddelande ang친ende n친got p친 m친ndag morgon."
  },
  {
    "priority": "Medium",
    "subject": "Workshop studiedag 4/3",
    "message": "Nu b칬rjar det n칛rma sig studiedagarna i mars och v친r workshop i matematik. Vi tr칛ffas p친 Thorildskolan kl 13.00."
  },
  {
    "priority": "Medium",
    "subject": "Test av brandlarmet m친ndag morgon",
    "message": "Det kommer att g칬ras ett test av brandlarmet m친ndag morgon p친 Munkeg칛rdeskolan."
  },
  {
    "priority": "Medium",
    "subject": "Nytt meddelande: L친nade datorer",
    "message": "츿r ett g칛ng elever som har l친nade datorer..."
  },
  {
    "priority": "Medium",
    "subject": "Nytt meddelande: Tacka f칬r denna vecka",
    "message": "Vi vill passa p친 att tacka f칬r denna veckas insatser."
  },
  {
    "priority": "Medium",
    "subject": "Parisutbytet",
    "message": "Det 칛r m칬te f칬r alla elever i Parisutbytet p친 Ytterbyskolan klockan 16:30."
  },
  {
    "priority": "Medium",
    "subject": "Re: Utvecklingssamtal L",
    "message": "Det blir toppen 游녨游낖"
  },
  {
    "priority": "Medium",
    "subject": "Rekommendationer f칬r svar:",
    "message": "- Reagera p친 \"Utvecklingssamtal\" och \"Re: Utvecklingsamtal\" f칬r att klarg칬ra eventuella os칛kerheter om bokningen. - Svara p친 \"Viktigt meddelande: P친 m친ndag morgon\" om det handlar om en viktig h칛ndelse du beh칬ver vara med p친.  - Bekr칛fta deltagande i \"Workshop studiedag 4/3\" f칬r att se till att allt 칛r p친 plats. - Ingen br친dska med de meddelanden som 칛r mindre akuta, s친som \"Nytt meddelande: Tacka f칬r denna vecka\"."
  }
]